Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerItem Property
 tonnes of carbon dioxide per item.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerItem { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerItem As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerItem {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerItem : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace